Repository: collective/collective.newsletter
Catalog: collective/newsletter/locales/*/LC_MESSAGES/collective.newsletter.po
Languages: de

source: Add Newsletter Subscription Portlet
de: Newsletter Anmeldeportlet hinzufügen

source: Available mailinglist protocols
de: Verfügbare Mailinglisten Protokolle

source: Available mailinglists
de: Verfügbare Mailinglisten

source: Disable Newsletter
de: Newsletter deaktivieren

source: Disable this content item to be able to sent as a Newsletter
de: Deaktiviert die Möglichkeit, diesen Inhalt als Newsletter zu versenden

source: Enable Newsletter
de: Newsletter aktivieren

source: Enable this content item to be able to sent as a Newsletter
de: Aktiviert die Möglichkeit, diesen Inhalt als Newsletter zu versenden

source: Newsletter Subscription Portlet
de: Newsletter Anmeldeportlet

source: Send Newsletter
de: Newsletter versenden

source: Send this content item as a Newsletter
de: Diesen Inhalt als Newsletter versenden

source: This portlet allows subscription to newsletters.
de: Dieses Portlet ermöglicht die Anmeldung zu Newslettern.

source: config_add_mailinglist
de: Neue Mailingliste hinzufügen

source: config_add_mailinglist_failed
de: Die Mailingliste konnte nicht hinzugefügt werden. Bitte füllen Sie alle Felder aus.

source: config_available_mailinglists
de: Die folgenden Mailinglisten stehen zur Verfügung:

source: config_heading_newsletter
de: Newsletter Konfiguration

source: config_mailinglist_address
de: Emailadresse der Mailingliste

source: config_mailinglist_name
de: Name bzw. Titel der Mailingliste

source: config_mailinglist_protocol
de: Mailinglisten Software

source: config_no_mailinglists
de: Es sind noch keine Mailinglisten konfiguriert.

source: label_subscribe
de: Anmelden

source: label_unsubscribe
de: Abmelden

source: newsletter_disabled
de: Newsletter deaktiviert.

source: newsletter_enabled
de: Newsletter aktiviert.

source: newsletter_no_selected_list
de: Bitte wählen Sie einen Newsletter aus der Liste aus.

source: newsletter_sent
de: Der Newsletter wurde versandt

source: newsletter_sent_single
de: Der Newsletter wurde an einen einzelnen Empfänger versandt

source: newsletter_signoff_failed
de: Abmeldung vom Newsletter fehlgeschlagen. Es liegt ein Interner Fehler vor. Bitte kontaktieren Sie den Administrator.

source: newsletter_signoff_successful
de: Sie haben sich vom Newsletter abgemeldet. Bitte bestätigen Sie das Email, das Ihnen zugesandt wurde.

source: newsletter_signoff_validation_error
de: Abmeldung vom Newsletter fehlgeschlagen. Bitte überprüfen Sie ihre Emailadresse (Ihre Eingabe: '${subemail}').

source: newsletter_signup_failed
de: Anmeldung zum Newsletter fehlgeschlagen. Es liegt ein Interner Fehler vor. Bitte kontaktieren Sie den Administrator.

source: newsletter_signup_successful
de: Sie haben sich für den Newsletter angemeldet. Bitte bestätigen Sie das Email, das Ihnen zugesandt wurde.

source: newsletter_signup_validation_error
de: Anmeldung zum Newsletter fehlgeschlagen. Bitte überprüfen Sie ihre Emailadresse (Ihre Eingabe: '${subemail}').

source: portlet_email_address
de: Email Adresse

source: portlet_heading_newsletter
de: Newsletter

source: portlet_select_list
de: Newsletter auswählen

source: send_newsletter_failed
de: Versenden des Newsletters fehlgeschlagen. Es liegt ein Interner Fehler vor. Bitte kontaktieren Sie den Administrator.

source: send_newsletter_validation_error
de: Versenden des Newsletters fehlgeschlagen. Bitte überprüfen Sie die Emailadresse (Ihre Eingabe: '${subemail}').

source: sendform_heading_newsletter
de: Newsletter versenden

source: sendform_newsletter_description
de: Auf dieser Seite können sie den Newsletter vorbereiten und versenden.

source: sendform_no_mailinglists
de: Es wurden keine Mailinglisten konfiguriert.

source: sendform_select_mailinglist
de: Mailingliste

source: sendform_single_description
de: Sie können den Newsletter auch an einen einzelnen Empfänger verschicken. Füllen Sie dafür das Emailadressfeld aus.

source: sendform_single_recipient_email
de: Emailadresse des Empfängers
